Repository: nicbus/l4s
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: it

source: Confirm E-mail Address
it: Conferma indirizzo email

source: Please confirm that <a href="mailto:%(email)s">{{ email }}</a> is an e-mail address for user %(user_display)s.
it: Per favorem conferma che <a href="mailto:%(email)s">{{ email }}</a> è l'indirizzo per l'utente %(user_display)s.

source: Confirm
it: Conferma

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
it: Questo indirizzo di conferma email è scaduto o non più valido. Per favore <a href="%(email_url)s">richiedi una nuova email di conferma indirizzo email</a>.

source: Sign In
it: Accedi

source: Remember Me
it: Ricorda password

source: Forgot Password?
it: Hai perso la password?

source: Don't have an account?
it: Non sei registrato?

source: Sign Up
it: Iscriviti

source: Change Password
it: Cambia password

source: Password Reset
it: Ripristino della password

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
it: Hai perso la password? Inserisci il tuo indirizzo email qui sotto e riceverai una email che ti permetterà di ripristinare la password.

source: Reset My Password
it: Resetta la password

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
it: Ti e' stata inviata una email; Per favore contattaci nel caso in cui non ti arrivi la email in pochi minuti.

source: Bad Token
it: Gettone non valido

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
it: L'indirizzo per il ripristino della password non è valido, probabilmente perchè già stato utilizzato. Per favore richhiedi a <a href="%(passwd_reset_url)s">nuovamente di resettare la password</a>.

source: change password
it: cambia password

source: Your password is now changed.
it: La tua password è cambiata.

source: Login
it: Accedi

source: Signup
it: Iscriviti

source: Accept
it: Accetto

source: All fields marked with an asterisk
it: Tutti i campi contrassegnati con un asterisco

source: are required
it: sono obbligatori

source: I have read the
it: Ho preso visione della

source: privacy policy
it: nota informativa sulla privacy

source: license agreement
it: le condizioni di utilizzo

source: Already have an account?
it: Sei già registrato?

source: Sign in
it: Accedi

source: Password (again)
it: Password (ripeti)

source: Accept the license agreement in order to continue
it: Accetta le condizioni di utilizzo per poter procedere

source: Read the privacy policy in order to continue
it: Prendi visione della nota informativa sulla privacy per poter procedere

source: I accept
it: Accetto

source: I don't accept
it: Non accetto

source: I have read
it: Ho preso visione

source: I haven't read
it: Non ho preso visione

source: Registration successfull
it: Registrazione completata

source: You have successfully registered.
it: Hai completato la registrazione.

source: Please login with your new user name and password.
it: Accedi con il tuo nuovo nome utente e password.

source: Go
it: Prosegui

source: Verify Your E-mail Address
it: Verifica dell'indirizzo email

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
it: E' stata inviata una email per verificare le tue credenziali. Segui il collegamento contenuto nella email per completare il processo di registazione. Per favore contattaci nel caso in cui non ti arrivi la email in pochi minuti.

source: Hi %(user_display)s and welcome to %(site_name)s. To activate your account, go here: %(activate_url)s
it: Ciao %(user_display)s e benvenuto su %(site_name)s. Per attivare il tuo utente, vai qui: %(activate_url)s

source: Lod4Stat would like to confirm your email address
it: Conferma il tuo indirizzo email

source: Search
it: Cerca

source: Public Queries
it: Interrogazioni pubbliche

source: Name
it: Nome

source: Delete
it: Cancella

source: This is a preview
it: Questa è una anteprima

source: in order to get the full result set click on 'Export' and choose a format.
it: per scaricare il risultato completo vai su 'Esporta' e scegli un formato.

source: Available queries
it: Interrogazioni disponibili

source: New query
it: Nuova interrogazione

source: Query name
it: Nome interrogazione

source: Query description
it: Descrizione dell'interrogazione

source: Description
it: Descrizione

source: Query owner
it: Proprietario dell'interrogazione

source: Owner
it: Proprietario

source: Is public
it: Pubblica

source: Open data
it: Dati aperti

source: Debug
it: Analizza

source: Show Sql Editor
it: Mostra editor Sql

source: Hide Sql Editor
it: Nascondi editor Sql

source: Run
it: Esegui

source: Export
it: Esporta

source: Save
it: Salva

source: Copy
it: Copia

source: Log in to use this feature
it: Accedi per poter usare questa funzione

source: Manual request
it: Richiesta manuale

source: Log in or register now to use this feature
it: Accedi o registrati per poter usare questa funzione

source: You can build a
it: Puoi costruire una

source: pivot table
it: tabella pivot

source: on column
it: con in colonna

source: Aggregate for
it: Aggrega per

source: Nothing
it: Nulla

source: Apply
it: Applica

source: Please wait, this may take a few minutes
it: Attendere prego, questa operazione potrebbe richiedere alcuni minuti

source: Filter list of tables by topics; push 'Search' button to filter tables
it: Filtra la lista delle tabelle per argomento; premi il bottone 'Cerca' per filtrare le tabelle

source: All topics available
it: Tutti gli argomenti disponibili

source: Filter list of tables by name and description; push 'Search' button to filter tables
it: Filtra la lista delle tabelle per nome e descrizione; premi il bottone 'Cerca' per filtrare le tabelle

source: Free text search...
it: Ricerca libera...

source: Search
it: Cerca

source: Public queries; you can see, execute and copy query build by other users
it: Interrogazioni pubbliche; puoi vedere , eseguire e copiare interrogazioni create da altri utenti

source: Public queries
it: Interrogazioni pubbliche

source: Your personal queries
it: Lista delle tue interrogazioni personali

source: My queries
it: Interrogazioni personali

source: Topic
it: Argomento

source: Sort queries for topic
it: Ordina le interrogazioni per argomento

source: Query id
it: Identificativo

source: Sort queries for id
it: Ordina le interrogazioni per numero identificativo

source: Sort queries in alphabetical order by name
it: Ordina le interrogazioni per nome in ordine alfabetico

source: Query creation date
it: Data di creazione dell'interrogazione

source: Sort queries by date (most recent first)
it: Ordina le interrogazioni per data (le più recenti per prime)

source: Creation date
it: Data di creazione

source: Query actions; you can import query in your query list and delete it
it: Azioni sull'interrogazione; puoi importarla nella lista delle tue interrogazioni personali o cancellarla

source: Actions
it: Azioni

source: Delete query
it: Cancella interrogazione

source: Copy query in your query list
it: Copia l'interrogazione nelle tue interrogazioni personali

source: No queries found for selected criteria
it: Non sono state trovate interrogazioni che corrispondono ai tuoi criteri di ricerca

source: Create a new query
it: Crea una nuova interrogazione

source: Query visibility; open eye means that others can see your query
it: Visibilità dell'interrogazione; l'occhio aperto significa che gli altri possono vedere la tua interrogazione

source: Visibility
it: Visibilità

source: Query actions; you can delete it clicking on trash
it: Azioni sull'interrogazione; puoi cancellarlo cliccando sul cestino

source: You can see some public queries only!
it: Puoi vedere solo le interrogazioni pubbliche!

source: In order to edit new queries you need to register.
it: Per comporre nuove interrogazioni è necessario registrarsi.

source: Register now
it: Registrati adesso

source: Are you sure you want to delete the query with name
it: Sei sicuro di voler cancellare l'interrogazione con nome

source: Most Recently Used
it: Storico interrogazioni

source: Last Run
it: Ultima esecuzione

source: About
it: Informazioni

source: Load rdf ontology
it: Carica una ontologia rdf

source: Upload file
it: Carica file

source: Home
it: Pagina iniziale

source: Queries
it: Interrogazioni

source: Query editor
it: Gestore interrogazioni

source: Queries history
it: Storico delle interrogazioni

source: Manual requests
it: Richieste manuali

source: Manual requests history
it: Storico delle richieste manuali

source: Administer
it: Amministra

source: Join Metadata
it: Associa metadati

source: Usage report
it: Rapporto di utilizzo

source: Test
it: Prova

source: Admin Site
it: Sito di amministrazione

source: Synchronize
it: Sincronizza

source: Load ontology
it: Carica ontologia

source: Overlay help
it: Aiuto contestuale

source: click on any point to exit
it: clicca in un punto qualunque per uscire

source: Help
it: Aiuto

source: Logged user profile
it: Profilo dell'utente collegato

source: Profile
it: Profilo

source: Logout from
it: Chiudi sessione

source: Logout
it: Chiudi sessione

source: Login with user and password to
it: Accedi con email e password a

source: Signup to
it: Iscriviti a

source: credits
it: crediti

source: legal notes
it: note legali

source: Credits
it: Crediti

source: Linked open data statistics
it: Dati Aperti e Linkati della Statistica

source: Enhance the value of the statistical information in order to increase knowledge of Trentino
it: Valorizzare il patrimonio informativo della statistica al fine di aumentare la conoscenza del Trentino

source: Continue
it: Continua

source: Legal Notes
it: Note legali

source: Cancel
it: Annulla

source: Submit
it: Conferma

source: The field
it: Il campo

source: is required
it: è obbligatorio

source: Your request is accepted by the system
it: La tua richiesta è stata presa in carico dal sistema

source: with code
it: con codice

source: Your request will be dispatched as soon as possible.
it: La richiesta verrà evasa al più presto compatibilmente con l'attività del Servizio

source: History of manual requests dispatched
it: Storico delle richieste manuali evase

source: Inquirer
it: Richiedente

source: Subject
it: Oggetto

source: Dispatcher
it: Evasore

source: Request date
it: Data della richiesta

source: Dispatch date
it: Data di evasione

source: List of manual requests
it: Lista delle richieste manuali

source: Dispatched manual request
it: Richiesta manuale evasa

source: Dispatch note
it: Nota di evasione

source: Goal
it: Finalità

source: Requested data
it: Dati richiesti

source: References years
it: Anni di riferimento

source: Territorial level
it: Livello territoriale

source: Other territorial level
it: Altro livello territoriale

source: Specific territorial level
it: Specifiche livello territoriale

source: Query
it: Interrogazione

source: Dispatched
it: Evasa

source: Table
it: Tabella

source: column
it: colonna

source: Add metadata
it: Aggiungi metadato

source: Key
it: Chiave

source: Value
it: Valore

source: Are you sure you want to delete the metadata with
it: Sei sicuro di voler cancellare il metadato con

source: key
it: chiave

source: and
it: e

source: value
it: valore

source: Table
it: Tabella

source: Edit new metadata
it: Aggiungi metadato

source: for table
it: per la tabella

source: Change metadata
it: Modifica metadato

source: This feature is not implemented yet
it: Questa funzionalità non è ancora stata implementata

source: Add ontology
it: Aggiungi ontologia

source: Privacy policy
it: Nota informativa sulla privacy

source: Choose a topic
it: Scegli un argomento

source: No dataset found for selected criteria
it: Non ho trovato dataset che corrispondo ai tuoi criteri di ricerca

source: Choose the fields to display by dragging them to the row and column
it: Scegli i campi da visualizzare trascinandoli in riga e colonna

source: Show
it: Visualizza

source: historical boundaries
it: Confini storici

source: the current borders
it: Confini attuali

source: Select
it: Seleziona

source: All
it: Tutti

source: None
it: Nessuno

source: The values ​​of the fields of this color can be grouped
it: I valori dei campi di questo colore possono essere raggruppati

source: Column
it: Colonna

source: Row
it: Riga

source: Data
it: Valori

source: View all
it: Vedi tutto

source: Include code
it: Includi codici

source: The table must have at least one field in row
it: La tabella deve avere almeno un campo in riga

source: The table must have at least one field in column
it: La tabella deve avere almeno un campo in colonna

source: The table must have at least one field in value
it: La tabella deve avere almeno un campo come valore

source: you can select only one unless you drag it in line or column
it: puoi selezionarne solo uno a meno che non lo trascini in riga o in colonna

source: All aggreagation fields must drag it in line or column
it: I campi aggregati devono essere trascinati in riga o in colonna

source: Warnings
it: Avvertenze

source: Definitions
it: Definizioni

source: Table definitions
it: Informazioni tabella

source: Close
it: Chiudi

source: The query already exists.
it: L'interrogazione esiste già.

source: Do you want to overwrite it?
it: Vuoi sovrascriverla?

source: Query title
it: Nome dell'interrogazione

source: Query summary
it: Tabella riassuntiva

source: values
it: valori

source: See more
it: Vedi più dettagli

source: Allow to choose fields, perform aggregations and filter result set
it: Permette di scegliere i campi da visualizzare, i criteri con cui raggruppare i valori dei campi e i valori che si vogliono selezionare

source: Customize
it: Personalizza

source: Export query result set in various formats
it: Esporta il risultato dell'interrogazione in vari formati

source: Save query in your personal queries
it: Salva l'interrogazione nelle tue interrogazioni personali

source: Fill out a form to submit manual request for statistics
it: Compila un modulo per formulare richieste di dati statistici che saranno processate da un operatore

source: Show warnings
it: Visualizza avvertenze

source: Show definitions
it: Visualizza definizioni

source: Show table definitions
it: Visualizza informazioni tabella

source: Result set preview
it: Anteprima del risultato dell'interrogazione

source: See less
it: Vedi meno dettagli

source: List of source database tables
it: Lista delle tabelle nella base di dati origine

source: List of source database tables
it: Lista delle tabelle nella base di dati origine

source: Select at least one table !
it: Selezionare almeno una tabella

source: Column name
it: Nome colonna

source: Foreign key
it: Chiavi esterne

source: All topics
it: Tutti gli argomenti

source: No tables found for selected criteria
it: Non ho trovato tabelle che corrispondo ai tuoi criteri di ricerca

source: You can add random values to the selected test table or empty it
it: Puoi aggiungere valori random alla tabella di test selezionata o svuotarla

source: Add
it: Aggiungi

source: Empty
it: Svuota

source: Select date
it: Seleziona data

source: Year
it: Anno

source: Month
it: Mese

source: Number of saved queries for user types
it: Numero di interrogazioni salvate per tipologia di utente

source: User type
it: Tipologia utente

source: Saved queries
it: Interrogazioni salvate

source: Number of manual requests for user types
it: Numero delle richieste manuali per tipologia di utente

source: Number of executed queries for user types (logged users)
it: Numero di interrogazioni eseguite per tipologia di utente (utenti registrati)

source: Run queries
it: Interrogazioni eseguite

source: Number of executed queries (anonymous users)
it: Numero di interrogazioni eseguite (utenti anonimi)

source: User profile
it: Profilo utente

source: Email address
it: Indirizzo email

source: Surname
it: Cognome

source: Phone Number
it: Numero di telefono

source: User Type
it: Tipologia utente

source: Modify
it: Modifica

source: Edit User profile
it: Modifica il profilo utente

source: Title
it: Nome

source: Please add the metadata
it: Per favore aggiungi il metadato

source: with key
it: con chiave

source: on one of the columns of the table
it: su una delle colonne della tabella

source: The variable
it: La variabile

source: %s MUST BE AN INTEGER
it: '%s' DEVE ESSERE UN INTERO

source: Number of rows
it: Numero di righe

source: Minimum value
it: Valore minimo

source: Maximum value
it: Valore massimo

source: File type is not supported
it: Tipo di file non supportato

source: Only numbers are allowed.
it: Sono ammessi solo numeri.

source: e.g.
it: es.

source: Invalid Phone Number.
it: Numero di telefono non valido.

source: numerosity
it: numerosità

source: table name
it: nome tabella

source: column name
it: nome colonna

source: concept
it: Concetto

source: subject
it: oggetto

source: goal
it: finalità

source: topic
it: settore

source: requested data
it: dati richiesti

source: referenced years
it: anni di riferimento

source: territorial level
it: livello territoriale

source: other territorial level (specify)
it: altro livello territoriale (specifica)

source: specific territorial level
it: specifiche livello territoriale

source: user type
it: tipologia utente

source: The given email must be set
it: Sevi inserire la email

source: email address
it: indirizzo email

source: first name
it: nome

source: last name
it: cognome

source: phone_number
it: numero di telefono

source: Designates whether the user can loginto this admin site.
it: Indica se l'utente può accedere al sito di amministrazione.

source: staff status
it: utente interno

source: Designates whether the user can receive manual request nofications.
it: Indica se l'utente riceverà le mail di notifica delle nuove richieste manuali.

source: manual request dispatcher status
it: Evasore delle richieste manuali

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
it: Indica se l'utente deve essere trattato come attivo. Deselezionare questa proprietà invece di eliminare gli account.

source: active
it: attivo

source: date joined
it: data iscrizione

source: date change password
it: data cambia password

source: user
it: utente

source: users
it: utenti

source: Unused ISPAT LOD4STAT application account
it: Inutilizzo account applicazione ISPAT LOD4STAT

source: Your account (username %s) for access to the ISPAT LOD4STAT data dissemination web application (http://www.l4s.ispat.provincia.tn.it/) we are not used for more than two years. Therefore, considering that its interest has failed, we have canceled the account. If you would like to use the app in the future, please register again.
it: Il suo account (username %s) per l'accesso all'applicazione web di diffusione dati dell'ISPAT LOD4STAT (http://www.l4s.ispat.provincia.tn.it/) ci risulta essere inutilizzato da oltre due anni. Ritenendo pertanto che sia venuto meno il suo interesse, abbiamo provveduto alla cancellazione dell'account. Qualora in futuro volesse utilizzare l'applicazione, la invitiamo a registrarsi nuovamente. Distinti saluti Lo staff ISPAT LOD4STAT

source: Some value are asterisked to preserve the statistical secret
it: Alcuni valori sono stati asteriscati per preservare il segreto statistico

source: I can not pivot the table
it: Non è possibile pivotare la tabella

source: the query return an empty result set
it: l'interrogazione ritorna come risultato una tabella vuota

source: All objects passed were None
it: Il risultato contiene solo valori nulli

source: Total
it: Totale

source: Can not pivot the table; missing numerosity!
it: Non è possibile pivotare la tabella; manca la numerosità!

source: Can not pivot the table; missing rows!
it: Non è possibile pivotare la tabella; lascia uno o più valori per le righe!

source: Code
it: Codice

source: You can aggregate for a single criterion for each column only.
it: Puoi aggregare solo per un singolo criterio per ciascuna colonna.

source: You have selected more than one aggregation on column
it: Hai selezionato più di una aggregazione sulla colonna

source: with description
it: con descrizione

source: The statistical service
it: Il Servizio Statistica

source: is handling
it: ha preso in carico

source: the request
it: la richiesta

source: with subject
it: con oggetto

source: Your request will be dispatched as soon as possible
it: La richiesta verrà evasa al più presto compatibilmente con l'attività del Servizio

source: new manual request
it: Nuova richiesta manuale

source: with id
it: con il codice

source: Invalid syntax:
it: Sintassi non corretta:

source: Usage
it: Utilizzo

source: Invalid Token
it: Carattere non corretto

source: expected token is
it: carattere atteso

source: group by
it: raggruppato per

source: Selected values
it: Valori selezionati

source: for
it: per

source: No --JOIN statements specified in SQL
it: Non hai specificato le istruzioni --JOIN in SQL

source: the table is shown as-is
it: la tabella è mostrata così com'è

source: without preserving statistical secret
it: senza preservare il segreto statistico

source: Can not give you the result set
it: Non è possibile mostrare il risultato

source: in order to preserve the statistical secret
it: per preservare il segreto statistico

source: please chose a pivot and push the Apply button
it: per favore scegli come costruire la tabella pivot e premi il bottone Applica

source: The Query could not be saved because the data didn't validate.
it: L'interrogazione non può essere salvata perchè incorretta.

source: The Query could not be executed because the data didn't validate.
it: L'interrogazione non può essere eseguita perchè incorretta.

source: The table does not exist
it: La tabella non esiste

source: The table are not visible
it: La tabella non è visibile

source: The table must have at least 2 columns not obs_value
it: La tabella deve avere almeno due colonne non obsValue

source: All columns mast have description metadata
it: Tutte le colonne della tabella devono avere il metadato per la descrizione

source: There are one ore plus fields on table %s with same description metadata
it: Ci sono una o piu colonne dalla tabella %s con lo stesso metadato della descrizione

source: Table name can not contain DELETE, INSERT o UPDATE string
it: Il nome della tabella non puo' contenere le stringe DELETE, INSERT o UPDATE

source: Can not display the requested content
it: La tabella non contiene nessun dato

source: The requested content is empty
it: L'interrogazione ha restituito un dataset vuoto

source: here
it: qui

source: The query has been saved
it: L'interrogazione è stata salvata

source: In order to see the saved queries click
it: Per vedere the interrogazioni salvate clicca

source: Synchronization completed successfully !
it: Sincronizzazione avvenuta con successo !

source: Synchronization NOT successful !
it: Sincronizzazione NON avvenuta con successo !
